{
    "aboutUs": "About Us",
    "ted":"TED",
    "tedSubLabel":"Ideas Worth Spreading",
    "tedx":"TEDx",
    "tedxSubLabel":"Independently Organized TED Events",
    "tedxSubtitle": "Independent TED Events",
    "tedxavelorne": "TEDxAveLorne",
    "tedxavelorneSubLabel":"Local Talks in AveLorne",
    "tedxavelorneSubtitle": "Local TEDx Event",
    "dateAndTime":"Date & Time",
    "dateAndTimeSubLabel":"Schedule Details",
    "dateAndTimeSubtitle": "Schedule & Location",
    "agenda":"Agenda",
    "agendaSubLabel":"Event Plan",
    "agendaSubtitle": "Program Details",
    "members":"Memebers",
    "membersSubLabel":"Be a Part of Our Community",
    "membersSubtitle": "Our Community",
    "event": "Event",
    "team": "Team",
    "teamSubtitle": "Our Community",    
    "speaker": "Speaker",
    "speakers": "Speakers",
    "speakersSubLabel": "Share Your Ideas on Stage",
    "speakersSubtitle": "Featured Presenters",
    "teamMember": "Team Member",
    "attendees": "Attendees",
    "coreTeam": "Core Team",
    "partners": "Partners",
    "media": "Media",
    "mediaSubtitle": "Event Highlights",
    "joinUs": "Join Us",
    "joinUsSubtitle": "Your Path to Participation",
    "joinUsSpeakerDescription": "Join us as a Speaker to share your expertise and passion on the TED Talks stage, where your ideas can inspire the world.",
    "joinUsTeamMemberDescription": "Are you passionate about our mission and want to be part of a dynamic team working towards a common goal?",
    "joinUsSponsorDescription": "Support our mission, be a crucial part! Join us as a Sponsor and make a lasting impact with TED Talks.",
    "heroTitle": "Experience an authentic TEDx event with TEDxAveLorne!",
    "heroSubTitle": "Explore the extraordinary at TEDxAveLorne, where TED Talks come alive with inspiration ...",
    "hero2024Title":"Stay Tuned! Our Future Unfolds Shortly",
    "hero2024SubTitle":"TEDxAveLorne 2024 is Loading, Brace for Impact!",
    "learnMore": "Learn More",
    "exploreMore": "Explore More", 
    "featureTitle": "Unveiling the TED Universe",
    "featureSubTitle": "Understanding TED, TEDx et TEDxAveLorne",
    "tedDescription": "TED (Technology, Entertainment, Design) is a nonprofit organization known for its short, powerful talks on diverse topics centered around 'Ideas Worth Spreading'. TED aims to uncover and share concepts that ignite creativity and drive meaningful changes. It revolves around curiosity, reason, wonder and the pursuit of knowledge. TED gladly embraces individuals from all fields and backgrounds who are in search of profound insights into the world and meaningful interactions with fellow beings.",
    "tedxDescription": "Imagine a day brimming with remarkable speakers, thought-provoking videos, and discussions that broaden perspectives. By participating in a TEDx event, you open the door to engaging with a unique gathering in your local community that unleashes fresh ideas, inspires, and imparts knowledge. A TEDx event is a community-based gathering where live talks and performances resembling TED talks are shared. These events are meticulously arranged and managed by independent organizers, tailored to each community's specific needs. While the content and structure of each TEDx event are distinct and self-developed, they all share certain common elements.",
    "tedxAvelorneDescription": "Introducing ourselves as TEDxAveLorne, a fresh and dynamic TEDx team rooted in Montreal. Our name holds the significance of the place where the inspiration to embark on the TEDx journey was conceived. This led us to become an integral part of the TEDx global community, where we're dedicated to creating a platform for our local community to share their invaluable, world-changing ideas Ideas Worth Spreading.We are fervently preparing for our first event, a captivating full-day experience set against the backdrop of a Fall day in the heart of downtown Montreal.",
    "programs":"PROGRAMS",
    "ourCommunity":"OUR COMMUNITY",
    "followUs":"FOLLOW US",
    "organizers":"Organizers",
    "sponsor":"Sponsor",
    "sponsors":"Sponsors",
    "sponsorsSubLabel":"Support Innovation and Ideas",
    "sponsorsSubtitle": "Event Supporters",
    "joinUsTitle":"be a part of something incredible ✌️",
    "joinUsSubTitle":"Beyond Attendance: Be a Part of the Creation ;)",
    "you":"You",
    "joinTheTeam":"Join the Team",
    "firstName":"First Name",
    "middleName":"Middle Name",
    "lastName":"Last Name",
    "dateOfBirth":"Date of Birth",
    "occupation":"Occupation",
    "reasonToJoinTeamTitle":"Why do you want to be a part of TEDxAveLorne?",
    "reasonToJoinTeamPlaceholder":"Write a short paragraph about why you want to be a part of TEDxAveLorne? (max. 300 words)",
    "reasonToJoinSpeakerTitle":"Why do you want to be a speaker at TEDxAveLorne?",
    "reasonToJoinSpeakerPlaceholder":"Write a short paragraph about why you want to be a speaker at TEDxAveLorne? (max. 300 words)",
    "favoriteCommitteeTitle":"Choose your Favorite Committee",
    "favoriteCommitteePlaceholder":"Please, write a short paragraph about why you want to join your chosen committee/committees, include your relevant skills, experience, and goals. (max. 300 words)",
    "ideaToTalkTitle":"Your idea to talk",
    "ideaToTalkPlaceholder":"Please, write a short paragraph about the idea you want to talk about. (max. 300 words)",
    "contactInfoTitle":"Contact information",
    "contactInfoPlaceholder":"Please let us know how we can be in touch with you.",
    "educationLevel":"Please select your education level.",
    "preferredPronounTitle":"Please select a preferred pronoun.",
    "preferredPronounPlaceholder":"Select your preferred pronoun",
    "selectDateOfBirth":"Please select a valid date of birth.",
    "submit":"Submit",
    "sheHer":"She, Her",
    "heHim":"He, Him",
    "theyThem":"They, Them",
    "other":"Other",
    "companyName":"Company Name",
    "companyNamePlaceholder":"Provide the name of your company.",
    "companyDescription":"Company Description",
    "companyDescriptionPlaceholder":"Please write a short paragraph about your company (max. 300 words).",
    "joinUsPageTitle":"Be a Part of Something Extraordinary",
    "joinUsPageSubTitle":"Connect with Visionaries, Innovators, and Changemakers Speakers, Team Members, and Sponsors Welcome!",
    "joinUsSponsorPageTitle":"Elevate Your Brand with Us!",
    "joinUsSponsorPageSubTitle":"Your Brand, Our Platform: A Win-Win Collaboration",
    "joinUsSpeakerPageTitle":"Be the Change: Speak at TEDxAveLorne!",
    "joinUsSpeakerPageSubTitle":"Shape the Future with Your Ideas on Our Stage",
    "sponsorFormTitle":"Sponsor Now!",
    "sponsorFormSubTitle": "Secure Your Spot as a Featured Partner",
    "speakerFormTitle":"Speak Your Truth!",
    "speakerFormSubTitle": "Apply to Speak Today",
    "mediaPageTitle":"Captured Moments :)",
    "mediaPageSubTitle":"A Gallery of Memorable Moments from TEDxAveLorne",
    "sponsorPageTitle":"Our Generous Sponsors",
    "sponsorPageSubTitle":"Honoring the Outstanding Contributions of Our Event's Valued Sponsors",
    "teamPageTitle":"The People Behind TEDxAveLorne",
    "teamPageSubTitle":"Meet the Diverse Group of Experts Who shape Inspirational Moments",
    "eventPageTitle":"Previous Event",
    "eventPageSubTitle":"Mark Your Calendar and Prepare for an Exciting Day!",
    "agendaPageTitle":"Our Inspiring Talk Schedule",
    "agendaPageSubTitle":"Uncover a World of Ideas, Insights, and Inspiration in Our Comprehensive Talk Schedule",
    "speakerPageTitle":"Our Speakers",
    "speakerPageSubTitle":"Elevate Your Thinking: Get to Know Our TEDxAveLorne Speakers",
    "statisticsTitle":"Event Impact Meter",
    "statisticsSubTitle":"Where Numbers Tell a Story!",
    "seeProfile":"See Profile",
    "saminQuote": "I'm a physics student who enjoys discovering new, interesting things. I became the organizer of TEDxAveLorne to share and learn from others. After being a team member at TEDxZanjan, I took on the role of leading the team, valuing teamwork and new opportunities.",
    "fatemehQuote": "Studying mining engineering might help me to find the treasures I am always looking for in people's words. I am here to experience and enjoy working in a non-profit organization and let unwritten books get read.",
    "reihanehQuote": "As an enthusiastic electrical engineering master's student at McGill University, I bring a unique blend of technical expertise and a profound passion for storytelling. Volunteering at TEDx AveLorne is my platform for empowering normal people to share their unique stories, bringing about positive changes through the magic of ideas.",
    "erfanQuote": "Being a student for a long time, I have always been excited to hear novel ideas. Working with the TEDxAveLorne team has been an incredible opportunity to not only absorb fresh perspectives but also contribute to the spread of groundbreaking ideas. It has been a rewarding journey of growth, learning, and inspiration!",
    "zahraQuote": "I always believe in the power of words. I think a TED talk is a great place to let powerful words incline people's minds to move, act, or make a new life-saving decision!",
    "fathimaQuote": "Each individual is like a knowledge silo. A combination of silos has created and will create great wonders. Knowledge is never a waste no matter what the domain is. Therefore, I joined TEDxAveLorne to meet, and greet knowledgeable people, while sharing and exploring new ideas to make a better me!",
    "hamidrezaQuote": "So excited to be part of the TEDxAveLorne team! I'm passionate about both communicating science to a broad audience and being part of the committees and clubs that promotes it. Look forward to sharing innovative ideas for a more sustainable world.",
    "baharanQuote": "I am a Deep Learning-focused Software Engineer on a quest for innovative patterns and ideas. I enjoy sharing knowledge and am eager to inspire at TEDx events. Let's embark on this journey of ideas together.",
    "melikaQuote": "As a Colincordia University PhD student in Computer Engineering, I'm excited to lead TEDxAvelorne's marketing for sponsorships, merging tech passion with networking skills to enhance partnerships and create memorable experiences for our audience and sponsors.",
    "mohammadQuote": "To share my skills and help friends in creating something meaningful.",
    "minaQuote": "To meet new people, new ideas, new opportunities and contribute to my community in Montreal!",
    "motaharehQuote": "TED greatly affected my career trajectory. Watching a TED talk on expanding human senses turned my interest from the galaxies of stars above my head to the galaxies of neurons inside it. So, I joined TEDxAveLorne as a curator to help craft talks that could similarly inspire and impact others.",
    "aryanaQuote": "As a scientist, I am always eager to hear different ideas in diverse fields. Moreover, I am interested in learning how to give effective talks and keep my audience engaged. Therefore, I joined the TEDxAveLorne curation team to help the speakers on their journey to prepare their talks!",
    "pegahQuote": "To be part of a group of people interested in spreading ideas despite all the difficulties.",
    "royanQuote": "Coming soon.. Stay tuned for an intriguing biography!",
    "edwinQuote": "Coming soon.. Stay tuned for an intriguing biography!",
    "gezalQuote": "Coming soon.. Stay tuned for an intriguing biography!",
    "aminQuote": "Graduating from Concordia University with a master's in computer science, I'm here at TEDxAvelorne to bring my tech know-how to the table. As the mind behind the event's website, I strived to create a digital platform that reflects the innovation and inspiration that TEDxAvelorne represents. Together, we'll create a great experience for our audience and speakers!",
    "videoThumbnailTitle":"Stay Tuned!",
    "videoThumbnailSubTitle":"The Talk Premiere Coming Up!",
    "talkTopic":"Talk Topic",
    "comingSoon":"Coming Soon ...",
    "getTicket":"Get Ticket",
    "stepIntoThePast":"Step into the Past:",
    "unlockTheFuture": "Unlock the Future:"
}