{
    "aboutUs": "Qui sommes-nous",
    "ted":"TED",
    "tedSubLabel":"Idées à découvrir",
    "tedx":"TEDx",
    "tedxSubLabel":"Événements TED indépendants",
    "tedxSubtitle": "Événements TED indépendants",
    "tedxavelorne": "TEDxAveLorne",
    "tedxavelorneSubLabel":"Conférences locales inspirantes",
    "tedxavelorneSubtitle": "Événement TEDx local",
    "dateAndTime":"Calendrier et Horaire",
    "dateAndTimeSubLabel":"Détails de l'horaire",
    "dateAndTimeSubtitle": "Horaire et lieu",
    "agenda":"Programme",
    "agendaSubLabel":"Plan de l'événement",
    "agendaSubtitle": "Détails du programme",
    "members":"Memebers",
    "membersSubLabel":"Faites partie de notre communauté",
    "membersSubtitle": "Notre communauté",
    "event": "Événement",
    "team": "Équipe",
    "teamSubtitle": "Notre communauté",
    "speaker": "Conférencier",
    "speakers": "Conférenciers",
    "speakersSubLabel": "Partagez vos idées sur scène",
    "speakersSubtitle": "Présentateurs en vedette",
    "teamMember": "Membre de l'équipe",
    "attendees": "Participants",
    "coreTeam": "Équipe principale",
    "partners": "Partenaires",
    "media": "Médias",
    "mediaSubtitle": "Moments forts de l'événement",
    "joinUs":"Rejoignez-nous",
    "joinUsSubtitle": "Votre chemin vers la participation",
    "heroTitle": "Découvrez une expérience authentique lors d'un événement TEDx avec TEDxAveLorne!",
    "heroSubTitle": "Explorez l'extraordinaire à TEDxAveLorne, où les conférences TED prennent vie avec inspiration ...",
    "hero2024Title":"Restez à l'écoute ! Notre avenir se dévoile bientôt",
    "hero2024SubTitle":"TEDxAveLorne 2024 est en cours de chargement, préparez-vous à l'impact!",
    "learnMore": "En Savoir Plus",
    "exploreMore": "Explorer Plus",
    "featureTitle": "Dévoiler l'Univers TED",
    "featureSubTitle": "Comprendre TED, TEDx et TEDxAveLorne",
    "tedDescription":"TED (Technology, Entertainment, Design) est une organisation à but non lucratif reconnue pour ses courtes conférences percutantes sur des sujets divers centrés autour des 'Idées qui méritent d'être diffusées'. TED vise à découvrir et partager des concepts qui stimulent la créativité et suscitent des changements significatifs. Il tourne autour de la curiosité, de la raison, de l'émerveillement et de la quête du savoir. TED accueille volontiers des individus de tous horizons et domaines, cherchant des perspectives profondes sur le monde et des interactions significatives avec leurs semblables.",
    "tedxDescription": "Imaginez une journée captivante avec des orateurs exceptionnels, des vidéos stimulantes et des discussions élargissant les horizons. En participant à un événement TEDx, ouvrez la porte à une expérience unique au sein de votre communauté. Découvrez des idées innovantes, trouvez l'inspiration et approfondissez vos connaissances. Les TEDx sont des réunions communautaires où des discours et des performances en direct, à la manière des conférences TED, sont partagés. Organisés avec soin par des indépendants, chaque événement s'adapte aux besoins locaux. Bien que chaque TEDx soit distinct, ils partagent tous une passion commune pour le partage d'idées novatrices.",
    "tedxAvelorneDescription": "Nous nous présentons en tant que TEDxAveLorne, une équipe TEDx fraîche et dynamique enracinée à Montréal. Notre nom porte la signification du lieu où l'inspiration pour entreprendre le voyage TEDx a été conçue. Cela nous a conduits à devenir une partie intégrante de la communauté mondiale TEDx, où nous nous consacrons à créer une plateforme pour notre communauté locale afin de partager leurs idées inestimables et révolutionnaires, des Idées qui Méritent d’Être Diffusées. Nous nous préparons avec ferveur pour notre premier événement, une expérience captivante d'une journée, se déroulant dans le décor d'une journée d'automne au cœur du centre-ville de Montréal.",
    "programs":"PROGRAMMES",
    "ourCommunity":"NOTRE COMMUNAUTÉ",
    "followUs":"SUIVEZ-NOUS",
    "organizers":"Organisateurs",
    "sponsor":"Sponsor",
    "sponsors":"Sponsors",
    "sponsorsSubLabel":"Soutenez l'innovation et les idées",
    "sponsorsSubtitle": "Soutiens de l'événement",
    "joinUsTitle":"faites partie de quelque chose d'incroyable ✌️",
    "joinUsSubTitle":"Au-delà de la participation : Faites partie de la création ;)",
    "joinUsSpeakerDescription": "Rejoignez-nous en tant que conférencier pour partager votre expertise et votre passion sur la scène des TED Talks, où vos idées peuvent inspirer le monde.",
    "joinUsTeamMemberDescription": "Êtes-vous passionné par notre mission et souhaitez-vous faire partie d'une équipe dynamique travaillant vers un objectif commun ?",
    "joinUsSponsorDescription": "Soutenez notre mission, soyez un élément crucial ! Rejoignez-nous en tant que sponsor et ayez un impact durable avec TED Talks.",
    "you":"Vous",
    "joinTheTeam":"Rejoignez l'équipe",
    "firstName":"Prénom",
    "middleName":"Deuxième prénom",
    "lastName":"Nom de famille",
    "dateOfBirth":"Date de naissance",
    "occupation":"Profession",
    "reasonToJoinTeamTitle":"Pourquoi souhaitez-vous faire partie de TEDxAveLorne?",
    "reasonToJoinTeamPlaceholder":"Rédigez un court paragraphe sur la raison pour laquelle vous souhaitez faire partie de TEDxAveLorne (max. 300 mots)",
    "reasonToJoinSpeakerTitle":"Pourquoi voulez-vous être conférencier au TEDxAveLorne?",
    "reasonToJoinSpeakerPlaceholder":"Écrivez un court paragraphe sur les raisons pour lesquelles vous souhaitez être conférencier au TEDxAveLorne (maximum 300 mots).",
    "favoriteCommitteeTitle":"Choisissez votre comité préféré",
    "favoriteCommitteePlaceholder":"Veuillez rédiger un court paragraphe sur la raison pour laquelle vous souhaitez rejoindre votre comité ou vos comités choisis, en incluant vos compétences, votre expérience et vos objectifs pertinents (max. 300 mots)",
    "ideaToTalkTitle":"Votre idée à discuter",
    "ideaToTalkPlaceholder":"Veuillez rédiger un court paragraphe sur l'idée que vous souhaitez aborder. (maximum 300 mots)",
    "contactInfoTitle":"Coordonnées",
    "contactInfoPlaceholder":"Merci de nous indiquer comment nous pouvons rester en contact avec vous.",
    "educationLevel":"Veuillez sélectionner votre niveau d'éducation.",
    "preferredPronounTitle":"Veuillez sélectionner un pronom préféré.",
    "preferredPronounPlaceholder":"Sélectionnez votre pronom préféré",
    "selectDateOfBirth":"Veuillez sélectionner une date de naissance valide.",
    "submit":"Envoyer",
    "sheHer":"Elle, Elle",
    "heHim":"Il, Lui",
    "theyThem":"Iels, Leur",
    "other":"Autre",
    "companyName":"Nom de l'entreprise",
    "companyNamePlaceholder":"Veuillez fournir le nom de votre entreprise.",
    "companyDescription":"Description de l'entreprise",
    "companyDescriptionPlaceholder":"Veuillez rédiger un court paragraphe sur votre entreprise (maximum 300 mots).",
    "joinUsPageTitle":"Faites partie de quelque chose d'extraordinaire",
    "joinUsPageSubTitle":"Connectez-vous avec des visionnaires, des innovateurs et des agents de changement Conférenciers, membres de l'équipe et sponsors, bienvenue!",
    "joinUsSponsorPageTitle":"Rehaussez Votre Marque avec Nous!",
    "joinUsSponsorPageSubTitle":"Votre marque, notre plateforme : une collaboration gagnant-gagnant",
    "joinUsSpeakerPageTitle":"Soyez le changement : Parlez lors du TEDxAveLorne!",
    "joinUsSpeakerPageSubTitle":"Donnez Forme à l'avenir avec Vos Idées sur Notre Scène",
    "sponsorFormTitle":"Devenez sponsor maintenant!",
    "sponsorFormSubTitle": "Assurez votre place en tant que partenaire vedette",
    "speakerFormTitle":"Exprimez votre vérité!",
    "speakerFormSubTitle": "Postulez pour parler dès aujourd'hui",
    "mediaPageTitle":"Moments capturés :)",
    "mediaPageSubTitle":"Une galerie de moments mémorables de TEDxAveLorne",
    "sponsorPageTitle":"Nos généreux sponsors",
    "sponsorPageSubTitle":"En l'honneur des contributions exceptionnelles de nos sponsors précieux pour l'événement",
    "teamPageTitle":"Les personnes derrière TEDxAveLorne",
    "teamPageSubTitle":"Rencontrez le groupe diversifié d'experts qui créent des moments inspirants",
    "eventPageTitle":"Événement précédent",
    "eventPageSubTitle":"Marquez votre calendrier et préparez-vous pour une journée passionnante!",
    "agendaPageTitle":"Notre programme de conférences inspirantes",
    "agendaPageSubTitle":"Découvrez un monde d'idées, d'analyses et d'inspiration dans notre programme complet de conférences",
    "speakerPageTitle":"Nos Orateurs",
    "speakerPageSubTitle":"Élevez votre réflexion : Faites connaissance avec les orateurs de TEDxAveLorne",
    "statisticsTitle":"Indicateur d'impact de l'événement",
    "statisticsSubTitle":"Là où les chiffres racontent une histoire!",
    "seeProfile":"Voir le profil",
    "saminQuote": "Je suis étudiant en physique qui aime découvrir des choses nouvelles et intéressantes. J'ai organisé TEDxAveLorne pour partager et apprendre des autres. Après avoir été membre de l'équipe TEDxZanjan, j'ai pris en charge le rôle de chef d'équipe, appréciant le travail d'équipe et les nouvelles opportunités.",
    "fatemehQuote": "Étudier le génie minier pourrait m'aider à trouver les trésors que je recherche toujours dans les mots des gens. Je suis ici pour vivre et apprécier le travail dans une organisation à but non lucratif et laisser les livres non écrits être lus.",
    "reihanehQuote": "En tant qu'étudiant enthousiaste en génie électrique à l'Université McGill, je combine une expertise technique avec une passion profonde pour le récit. Le bénévolat à TEDx AveLorne est ma plateforme pour permettre à des personnes ordinaires de partager leurs histoires uniques et provoquer des changements positifs à travers la magie des idées.",
    "erfanQuote": "Étant étudiant depuis longtemps, j'ai toujours été excité d'entendre des idées nouvelles. Travailler avec l'équipe TEDxAveLorne a été une opportunité incroyable non seulement d'absorber des perspectives fraîches, mais aussi de contribuer à la diffusion d'idées révolutionnaires. Cela a été un parcours gratifiant de croissance, d'apprentissage et d'inspiration!",
    "zahraQuote": "Chaque individu est comme un silo de connaissances. La combinaison de silos a créé et créera de grandes merveilles. La connaissance n'est jamais perdue, quel que soit le domaine. C'est pourquoi j'ai rejoint TEDxAveLorne pour rencontrer et saluer des personnes compétentes, tout en partageant et explorant de nouvelles idées pour devenir une meilleure version de moi-même!",
    "fathimaQuote": "Tellement excité(e) de faire partie de l'équipe TEDxAveLorne ! Je suis passionné(e) à la fois par la communication de la science à un large public et par la participation aux comités et clubs qui la promeuvent. J'ai hâte de partager des idées innovantes pour un monde plus durable.",
    "hamidrezaQuote": "Je suis un ingénieur logiciel axé sur l'apprentissage profond, en quête de motifs et d'idées novateurs. J'aime partager mes connaissances et suis impatient(e) d'inspirer lors des événements TEDx. Embarquons ensemble dans ce voyage d'idées.",
    "baharanQuote": "En tant qu'étudiant en doctorat en génie informatique à l'Université Concordia, je suis enthousiaste à l'idée de diriger le marketing de TEDxAvelorne pour les partenariats, fusionnant la passion technologique avec les compétences en réseautage pour renforcer les partenariats et créer des expériences mémorables pour notre public et nos sponsors.",
    "melikaQuote": "Pour partager mes compétences et aider des amis à créer quelque chose de significatif.",
    "mohammadQuote": "Pour rencontrer de nouvelles personnes, de nouvelles idées, de nouvelles opportunités et contribuer à ma communauté à Montréal!",
    "motaharehQuote": "TED a grandement influencé ma trajectoire de carrière. Regarder une conférence TED sur l'expansion des sens humains a détourné mon intérêt des galaxies d'étoiles au-dessus de ma tête aux galaxies de neurones à l'intérieur. Ainsi, j'ai rejoint TEDxAveLorne en tant que conservateur pour aider à élaborer des discours qui pourraient inspirer et influencer de manière similaire.",
    "aryanaQuote": "En tant que scientifique, j'ai toujours hâte d'entendre des idées différentes dans des domaines divers. De plus, je m'intéresse à apprendre à donner des exposés efficaces et à maintenir l'attention de mon public. C'est pourquoi j'ai rejoint l'équipe de curation de TEDxAveLorne pour aider les orateurs dans leur parcours de préparation de leurs discours !",
    "pegahQuote": "Pour faire partie d'un groupe de personnes intéressées à diffuser des idées malgré toutes les difficultés.",
    "royanQuote": "Bientôt... Restez à l'écoute pour une biographie intrigante !",
    "edwinQuote": "Bientôt... Restez à l'écoute pour une biographie intrigante !",
    "gezalQuote": "Bientôt... Restez à l'écoute pour une biographie intrigante !",
    "aminQuote": "Diplômé(e) de l'Université Concordia en informatique, je suis ici à TEDxAvelorne pour apporter mes connaissances technologiques à la table. En tant que concepteur(trice) du site web de l'événement, j'ai cherché à créer une plateforme numérique reflétant l'innovation et l'inspiration que TEDxAvelorne représente. Ensemble, nous créerons une expérience exceptionnelle pour notre public et nos intervenants !",
    "videoThumbnailTitle":"Restez branché!",
    "videoThumbnailSubTitle":"La première de l'émission approche!",
    "talkTopic":"Sujet de discussion",
    "comingSoon":"Prochainement ...",
    "getTicket":"Acheter un billet",
    "stepIntoThePast":"Plongez dans le passé:",
    "unlockTheFuture": "Déverrouillez l'avenir:"
}





